OdStringData.ansiString
\details
Underlying char array (buffer) of this StringData object.

OdStringData.unicodeBuffer
\details
Underlying OdChar array (buffer) of this StringData object.

OdStringData.nAllocLength
\details
String allocation length in characters, omitting the 0 terminator.

OdStringData.nDataLength
\details
String length in characters, omitting the 0 terminator.

OdStringData.nRefs
\details
Number of references to this string.